{
	"select-user-type.who_you_are": "Who you are? (select for now, you can change it later)",
	"select-user-type.who_you_are_desc": "At the very beginning user must select type, so we're asking if the user is taxi driver or passenger",
	"select-user-type.driver": "Taxi driver",
	"select-user-type.driver_desc": "User can be either taxi driver, or passenger. User selects this option at the very beginning.",
	"select-user-type.passenger": "Passenger",
	"select-user-type.passenger_desc": "User can be either taxi driver, or passenger. User selects this option at the very beginning.",
	"request-phone.type_your_phone": "Send us your phone number (required). We do not share this number without your permission.",
	"request-phone.type_your_phone_desc": "This message is displayed when we ask users to send their phone number before they can use our services.",
	"request-phone.button_text": "Send number",
	"request-phone.button_text_desc": "Text on the button. When users click this button, their phone number will be sent to back to us.",
	"request-phone.all_set": "👌 We're all set, you're good to order a ride now!",
	"request-phone.all_set_desc": "We display this message when passenger done entering his phone number, and when all configuration is done, and when passenger can make an order.",
	"passenger-index.choose_taxi_type": "Which type of taxi do you want?",
	"passenger-index.choose_taxi_type_desc": "We show this message on the passenger's main screen. We ask what type of taxi passenger wants: car or bike.",
	"passenger-index.car": "🚖 Car",
	"passenger-index.car_desc": "We show this text on the button when passenger wants to select the car type of taxi s/he wants",
	"passenger-index.motorbike": "🏍 Scooter / Motorbike",
	"passenger-index.motorbike_desc": "We show this text on the button when passenger wants to select the bike type of taxi s/he wants. Cheaper shows that bike is often cheaper than a car.",
	"passenger-index.s": "🔧 Settings",
	"passenger-index.s_desc": "We show this text on the button on the main passenger's screen, when user clicks, s/he goes to settings.",
	"passenger-index.error_only_known_type": "Unknown choice, please pick bike, car or settings.",
	"passenger-index.error_only_known_type_desc": "This is error message that is shown to the passenger when s/he picks the taxi type s/he want to order. We show this error when user somehow selected something different from bike or car.",
	"passenger-request-location.provide_location": "Please provide your current location, so we'll try to find nearest taxis to you.",
	"passenger-request-location.provide_location_desc": "We show this message when we want the passenger to provide his/her location.",
	"passenger-request-destination.provide_destination": "Where are you going? Please type exact street address (so driver's navigator will understand it), or describe the place with as much details as possible.",
	"passenger-request-destination.provide_destination_desc": "Message is shown when we ask passenger to provide destination. It is NOT request for current location, it is destination - the place where passenger is going!",
	"order-submitted.order_submitted": "Your order submitted, looking for drivers, we'll give you update in a minute.",
	"order-submitted.order_submitted_desc": "We show this message when passenger submits order. This message is just to inform the user that order has been submitted, and we're looking for drivers.",
	"order-submitted.cancel": "✖️ Cancel order",
	"order-submitted.cancel_desc": "Text on the button. We show this button to user so s/he can cancel current order.",
	"order-submitted.error_incorrect_input": "Unknown choice, please try again.",
	"order-submitted.error_incorrect_input_desc": "Just error message. Displayed to the user when the order has been submitted and user selected/typed something else than \"cancel\".",
	"order-cancelled.order_cancelled": "👌 No problem, order has been cancelled.",
	"order-cancelled.order_cancelled_desc": "We show this message when passenger placed an order, and then clicked \"Cancel\" button for some reason.",
	"driver-select-vehicle-type.select": "Select the type of vehicle you're going to use for the taxi. If can pick only one. If you have more than one, pick the one you use more often.",
	"driver-select-vehicle-type.select_desc": "Asking the driver to provider vehicle type.",
	"driver-select-vehicle-type.motorbike": "🏍 Scooter / Motorbike",
	"driver-select-vehicle-type.motorbike_desc": "We show this as text on the button when driver select motor bike as his type of vehicle.",
	"driver-select-vehicle-type.car": "🚗 Car",
	"driver-select-vehicle-type.car_desc": "We show this as text on the button when driver select car as his type of vehicle.",
	"driver-select-vehicle-type.error_only_known_type": "Unknown choice, please pick scooter / motorbike or car.",
	"driver-select-vehicle-type.error_only_known_type_desc": "This is error message that is shown to the taxi driver when s/he tries to pick the vehicle type s/he wants to use for the taxi. We show this error when user somehow selected something different from scooter, bike or car.",
	"driver-explain-checkins.text": "Almost done, just few things to note. Telegram doesn't have _live_ GPS location feature. Good news - it won't waste your battery. But every time you move to another place - always click \"check-in\" (you'll see the button). If you don't move, just check-in every hour when you're ready to accept orders. This will help us to find passengers around you. On the next step we'll check-in in your area.",
	"driver-explain-checkins.text_desc": "Text for drivers explaining how check-ins work and why do we need them.",
	"driver-explain-checkins.next": "Next",
	"driver-explain-checkins.next_desc": "Text for the button, on clicking next we'll jump to the next screen.",
	"driver-request-location.provide_location": "Please provide your current location, so passengers around can find you.",
	"driver-request-location.provide_location_desc": "We show this message when we want the driver to provide his/her location.",
	"driver-explain-whats-next.text": "We're all set! What's next? You'll be notified about passengers around you. Maybe in an hour or on the next day. Just keep this app running. Also, check-in every time when you change your location. And spread the word, tell about the app to your friends! For now, click \"Next\".",
	"driver-explain-whats-next.text_desc": "Explanation to the driver about next steps after providing all necessary information.",
	"driver-explain-whats-next.next": "Next",
	"driver-explain-whats-next.next_desc": "Text for the button, on clicking next we'll jump to the next screen.",
	"driver-index.checkin": "📍 Checkin",
	"driver-index.checkin_desc": "Checkin button text. Used to to check-in and update driver's location.",
	"driver-index.mute": "🔕 Mute",
	"driver-index.mute_desc": "Mute (disable notifications) button text for drivers. Used to mute notifications about passengers around.",
	"driver-index.unmute": "🔔 Unmute",
	"driver-index.unmute_desc": "Unmute (enable notifications) button text for drivers. Used to unmute notifications about passengers around.",
	"driver-index.settings": "🔧 Settings",
	"driver-index.settings_desc": "Setting button text.",
	"driver-index.unknown_choice": "Unknown choice, please try again.",
	"driver-index.unknown_choice_desc": "When driver on the main screen selected something wrong we show this error message.",
	"driver-mute.mute_ok": "⚠️ But keep in mind that you will NOT receive notifications about passengers around until you unmute yourself.",
	"driver-mute.mute_ok_desc": "We show this message to drivers when they click \"Mute\" button in driver index menu.",
	"driver-unmute.unmute_ok": "You're unmuted now and will receive notifications about passengers around you. Don't forget to check-in every hour.",
	"driver-unmute.unmute_ok_desc": "We show this message to drivers when they click \"Unmute\" button in driver index menu.",
	"driver-checkin.provide_location": "Please send your current location, so passengers around will be able to find you.",
	"driver-checkin.provide_location_desc": "We show this message to drivers when they check-in and we want them to provide current location.",
	"driver-checkin.ok": "👌 OK! Thanks for checking-in! Don't forget to check-in every hour or when you changed your location!",
	"driver-checkin.ok_desc": "We show this message to drivers when they check-in.",
	"driver-order-new.new_order": "🔔 New order!",
	"driver-order-new.new_order_desc": "We show this message to drivers when they receive new order.",
	"driver-order-new.distance": "Distance to passenger: %s (since your last check-in). Passenger location (click to zoom in):",
	"driver-order-new.distance_desc": "We show this message to drivers when they receive new order.",
	"driver-order-new.from": "Passenger is located here: %s",
	"driver-order-new.from_desc": "We show this message to drivers when they receive new order.",
	"driver-order-new.to": "Passenger is going to: %s",
	"driver-order-new.to_desc": "We show this message to drivers when they receive new order. Here we show passenger's destination address and maybe some random details.",
	"driver-order-new.price": "Passenger is ready to pay: %s (in local currency)",
	"driver-order-new.price_desc": "We show this message to drivers when they receive new order. This is passenger's price for the order.",
	"driver-order-new.call_to_action": "Please choose an action 👇 or ignore this message",
	"driver-order-new.call_to_action_desc": "We show this message to drivers when they receive new order",
	"driver-order-new.send_my_number": "Send my number",
	"driver-order-new.send_my_number_desc": "We show this message to drivers as a text on the button when drivers receive new order. When driver clicks on this button, we send driver's phone number to passenger. Keep this text as short as possible.",
	"driver-order-new.set_my_price": "Set my price",
	"driver-order-new.set_my_price_desc": "We show this message to drivers as a text on the button when drivers receive new order. When driver clicks on this button, we redirect driver to the menu where s/he can set their own price. Keep this text as short as possible.",
	"driver-order-new.price_not_set": "Price for this order was not set by passenger. You have to give your price.",
	"driver-order-new.price_not_set_desc": "We show this message to drivers on new order when passenger doesn't know the price. In this case drivers must set their price.",
	"metric-distance.km": "%s km",
	"metric-distance.km_desc": "Metric distance in kilometers. For example: \"10 km\" is 10 kilometers.",
	"passenger-request-price.set_price": "In this app passenger sets the price 😉 Give us your price (in local currency). How much are you willing to pay? (or type \"0\" (zero) if you don't know)",
	"passenger-request-price.set_price_desc": "Here we ask passenger to set the price for the order. In our app passengers set the price for orders.",
	"passenger-request-price.should_be_numeric": "Oops, price should be the numeric value (and in local currency)! For example: \"50\". Please try again!",
	"passenger-request-price.should_be_numeric_desc": "We show this error text to passenger when s/he entered the price for the order, but the value is not numeric.",
	"passenger-contact-new-number.message": "🔔 Driver accepted your price! Call the driver at {{phone}}. Distance to this driver is ~{{distance}}. Once you've gotten connected with a driver, please press on the button below so that other drivers will know that you've found a ride.",
	"passenger-contact-new-number.message_desc": "Message we send to passengers when driver accepted their order price.",
	"driver-order-set-price.set_price": "Set your price (in local currency). You can also mention any details. For example: \"20, because of the bridge repair\" or \"15, if traffic is ok\"",
	"driver-order-set-price.set_price_desc": "Here we tell drivers to set their own price for the order. We show this message when drivers click on \"set price\" button.",
	"passenger-contact-driver-price.message": "🔔 ⚠️ We have driver's offer for you: \"{{price}}\". If you like it, call the driver at {{phone}}. Distance to this driver is ~{{distance}}. Once you've gotten connected with a driver, please press on the button below so that other drivers will know that you've found a ride.",
	"passenger-contact-driver-price.message_desc": "Message we send to passengers when driver offers his own price.",
	"global.location_button_text": "Send location",
	"global.location_button_text_desc": "Text on the button when we ask user to provide location",
	"global.default_options_message": "Please choose an action from menu below 👇",
	"global.default_options_message_desc": "Default message we show to users when they can pick action from the menu. Menu is always located below the message.",
	"global.default_inline_options_message": "Click on the button 👇 or ignore this message",
	"global.default_inline_options_message_desc": "Default message we show to users when they can pick action from inline menu. Menu is always located below the message.",
	"global.replied_to_order": "✔️ You replied to this ☝️ order. Expect a call from the passenger to confirm.",
	"global.replied_to_order_desc": "We show this message to drivers when they replied to the order by clicking on inline button(s).",
	"__locale__": "en",
	"__eof__": "__eof__"
}
