{
	"app.welcome_banner": "Welcome to this application!",
	"app.welcome_banner_desc": "Welcome message is displayed every time when application starts. It is visible to administrators only.",
	"init.init_complete": "Init complete, default language set to %s",
	"init.init_complete_desc": "Message is displayed when application has been initialized, all of the data has been loaded into memory, all packages have been configured. Message is visible to administrators only.",
	"select-user-type.who_you_are": "Who you are? (select for now, you can change it later)",
	"select-user-type.who_you_are_desc": "At the very beginning user must select type, so we're asking if the user is taxi driver or passenger",
	"select-user-type.taxi": "Taxi driver",
	"select-user-type.taxi_desc": "User can be either taxi driver, or passenger. User selects this option at the very beginning.",
	"select-user-type.passenger": "Passenger",
	"select-user-type.passenger_desc": "User can be either taxi driver, or passenger. User selects this option at the very beginning.",
	"request-phone.type_your_phone": "Send us your local phone number, so drivers will be able to call you when it's required.",
	"request-phone.type_your_phone_desc": "This message is displayed when we ask users to send their phone number before they can use our services.",
	"request-phone.all_set": "👌 We're all set, you're good to order a ride now!",
	"request-phone.all_set_desc": "We display this message when passenger done entering his phone number, and when all configuration is done, and when passenger can make an order.",
	"passenger-index.choose_taxi_type": "Which type of taxi do you want?",
	"passenger-index.choose_taxi_type_desc": "We show this message on the passenger's main screen. We ask what type of taxi passenger wants: car or bike.",
	"passenger-index.car": "🚖 Car",
	"passenger-index.car_desc": "We show this text on the button when passenger wants to select the car type of taxi s/he wants",
	"passenger-index.bike": "🏍 Bike (often cheaper)",
	"passenger-index.bike_desc": "We show this text on the button when passenger wants to select the bike type of taxi s/he wants. Cheaper shows that bike is often cheaper than a car.",
	"passenger-index.s": "Settings",
	"passenger-index.s_desc": "We show this text on the button on the main passenger's screen, when user clicks, s/he goes to settings.",
	"__locale__": "en",
	"__eof__": "__eof__"
}
