{
	"select-user-type.who_you_are": "Kuka olet? (voit vaihtaa tämän myöhemmin)",
	"select-user-type.who_you_are_desc": "You must select one of these to begin with",
	"select-user-type.driver": "Ajaja",
	"select-user-type.driver_desc": "User can be either a taxi driver, or a passenger. You must select this option now.",
	"select-user-type.passenger": "Matkustaja",
	"select-user-type.passenger_desc": "User can be either a taxi driver, or a passenger. You must select this option now.",
	"request-phone.type_your_phone": "Ole hyvä ja lähetä meille puhelinnumerosi. Emme jaa tätä numeroa ilman lupaa.",
	"request-phone.type_your_phone_desc": "This message is displayed when we ask users to send their phone number before they can use our services.",
	"request-phone.button_text": "Lähetä numero",
	"request-phone.button_text_desc": "Text on the button. When users click this button, their phone number will be sent to back to us.",
	"request-phone.all_set": "👌 Täydellistä, olet valmis tilaamaan taksin!",
	"request-phone.all_set_desc": "We display this message when passenger is done entering their phone number, and when configuration is complete, the passenger can make an order.",
	"passenger-index.choose_taxi_type": "Minkälaisen taksin haluat?",
	"passenger-index.choose_taxi_type_desc": "We show this message on the passenger's main screen. We ask what type of taxi passenger wants: car or bike.",
	"passenger-index.car": "🚗 Auto",
	"passenger-index.car_desc": "We show this text on the button when passenger wants to select the car type of taxi s/he wants",
	"passenger-index.motorbike": "🏍 Skootteri / Moottoripyörä",
	"passenger-index.motorbike_desc": "We show this text on the button when passenger wants to select the bike type of taxi s/he wants. Cheaper shows that bike is often cheaper than a car.",
	"passenger-index.s": "🔧 Asetukset",
	"passenger-index.s_desc": "We show this text on the button on the main passenger's screen, when user clicks, s/he goes to settings.",
	"passenger-index.error_only_known_type": "Tuntematon valinta, ole hyvä ja valitse mopo, auto tai asetukset.",
	"passenger-index.error_only_known_type_desc": "This is error message that is shown to the passenger when s/he picks the taxi type s/he want to order. We show this error when user somehow selected something different from bike or car.",
	"passenger-request-location.provide_location": "Ole hyyvä ja jaa sijaintisi (tai kirjoita osoite) löytääksesi taksikuskeja lähelläsi.",
	"passenger-request-location.provide_location_desc": "We show this message when we want the passenger to provide his/her location.",
	"passenger-request-destination.provide_destination": "Mihin olet menossa? Ole hyvä ja kirjoita tarkka osoite (jotta GPS voi ymmärtää sen) tai kuvaile paikkaa.",
	"passenger-request-destination.provide_destination_desc": "Message is shown when we ask passenger to provide destination. It is NOT request for current location, it is destination - the place where passenger is going!",
	"order-submitted.order_submitted": "⏳ Etsitään ajajia... Jos löysit auton, kosketa alla olevaa painiketta 👇",
	"order-submitted.order_submitted_desc": "We show this message when passenger submits order. This message is just to inform the user that order has been submitted, and we're looking for drivers.",
	"order-submitted.cancel": "Päätä haku",
	"order-submitted.cancel_desc": "Text on the button. We show this button to user so s/he can finish searching for drivers. Tehnically, we're cancelling the order, but don't use the word \"cancel\" here.",
	"order-submitted.error_incorrect_input": "Tuntematon valinta, yritä uudelleen.",
	"order-submitted.error_incorrect_input_desc": "Just error message. Displayed to the user when the order has been submitted and user selected/typed something else than \"cancel\".",
	"order-cancelled.order_cancelled": "👌 Kiitos, ajajien haku päättynyt.",
	"order-cancelled.order_cancelled_desc": "We show this message when passenger placed an order, and then clicked \"Finish search\" button. Technically, we're cancelling order, but don't use the word \"cancel\" here.",
	"driver-select-vehicle-type.select": "Valitse ajoneuvon tyyppi jota aiot käyttää taksina.",
	"driver-select-vehicle-type.select_desc": "Asking the driver to provider vehicle type.",
	"driver-select-vehicle-type.motorbike": "🏍 Skootteri / Moottoripyörä",
	"driver-select-vehicle-type.motorbike_desc": "We show this as text on the button when driver select motor bike as his type of vehicle.",
	"driver-select-vehicle-type.car": "🚗 Auto",
	"driver-select-vehicle-type.car_desc": "We show this as text on the button when driver select car as his type of vehicle.",
	"driver-select-vehicle-type.error_only_known_type": "Tuntematon valinta, ole hyvä ja valitse mopo tai auto",
	"driver-select-vehicle-type.error_only_known_type_desc": "This is error message that is shown to the taxi driver when s/he tries to pick the vehicle type s/he wants to use for the taxi. We show this error when user somehow selected something different from scooter, bike or car.",
	"driver-explain-checkins.text": "Lähes valmista. Huomaa: Telegramilla ei ole live-GPS-tukea, joten sinun täytyy kirjautua aina kun vaihdat sijaintiasi. Tämä auttaa meitä löytämään matkustajia alueellasi. Kosketa \"Seuraava\".",
	"driver-explain-checkins.text_desc": "Text for drivers explaining how check-ins work and why do we need them.",
	"driver-explain-checkins.next": "Seuraava",
	"driver-explain-checkins.next_desc": "Text for the button, on clicking next we'll jump to the next screen.",
	"driver-request-location.provide_location": "Ole hyvä ja jaa nykyinen sijaintisi (kosketa painiketta) tai kirjoita osoite, jotta alueen matkustajat voivat löytää sinut.",
	"driver-request-location.provide_location_desc": "We show this message when we want the driver to provide his/her location.",
	"driver-explain-whats-next.text": "Kaikki valmista! Saat ilmoituksia uusista tilauksista ja lähellä olevista matkustajista. Alä sulje sovellusta. Kosketa \"Seuraava\".",
	"driver-explain-whats-next.text_desc": "Explanation to the driver about next steps after providing all necessary information.",
	"driver-explain-whats-next.next": "Seuraava",
	"driver-explain-whats-next.next_desc": "Text for the button, on clicking next we'll jump to the next screen.",
	"driver-index.checkin": "📍 Kirjaudu",
	"driver-index.checkin_desc": "Checkin button text. Used to to check-in and update driver's location.",
	"driver-index.mute": "🔕 Mykistä",
	"driver-index.mute_desc": "Mute (disable notifications) button text for drivers. Used to mute notifications about passengers around.",
	"driver-index.unmute": "🔔 Poista mykistys (recommended)",
	"driver-index.unmute_desc": "Unmute (enable notifications) button text for drivers. Used to unmute notifications about passengers around.",
	"driver-index.settings": "🔧 Asetukset",
	"driver-index.settings_desc": "Setting button text.",
	"driver-index.unknown_choice": "Tuntematon valinta, yritä uudelleen.",
	"driver-index.unknown_choice_desc": "When driver on the main screen selected something wrong we show this error message.",
	"driver-mute.mute_ok": "⚠️ Muista, että et saa ilmoituksia mahdollisista asiakkaista kunnes poistat mykistyksen.",
	"driver-mute.mute_ok_desc": "We show this message to drivers when they click \"Mute\" button in driver index menu.",
	"driver-unmute.unmute_ok": "Mykistys poistettu, saat nyt ilmoituksia lähellä olevista matkustajista.",
	"driver-unmute.unmute_ok_desc": "We show this message to drivers when they click \"Unmute\" button in driver index menu.",
	"driver-checkin.provide_location": "Ole hyvä ja jaa nykyinen sijaintisi (kosketa painiketta) tai kirjoita osoite, jotta alueen matkustajat voivat löytää sinut.",
	"driver-checkin.provide_location_desc": "We show this message to drivers when they check-in and we want them to provide current location.",
	"driver-checkin.ok": "👌 Kiitos kun kirjauduit! Tarkista yllä oleva sijainti. Jos se on virheellinen, kirjaudu uudelleen ja kosketa sijaintipainiketta paperiliitin-valikossa (napin painamisen sijaan).",
	"driver-checkin.ok_desc": "We show this message to drivers when they check-in.",
	"driver-order-new.new_order": "🔔 Uusi tilaus!",
	"driver-order-new.new_order_desc": "We show this message to drivers when they receive new order.",
	"driver-order-new.distance": "Etäisyys matkustajaan: ~%s. Matkustajan sijainti (kosketa zoomataksesi):",
	"driver-order-new.distance_desc": "We show this message to drivers when they receive new order.",
	"driver-order-new.from": "Matkustaja sijaitsee tässä: %s",
	"driver-order-new.from_desc": "We show this message to drivers when they receive new order.",
	"driver-order-new.to": "Matkustaja on menossa kohteeseen: %s",
	"driver-order-new.to_desc": "We show this message to drivers when they receive new order. Here we show passenger's destination address and maybe some random details.",
	"driver-order-new.price": "Matkustaja on valmis maksamaan: %s (paikallinen valuutta)",
	"driver-order-new.price_desc": "We show this message to drivers when they receive new order. This is passenger's price for the order.",
	"driver-order-new.call_to_action": "Ole hyvä ja valitse toiminto 👇 tai jätä tämä viesti huomiotta,
	"driver-order-new.call_to_action_desc": "We show this message to drivers when they receive new order",
	"driver-order-new.send_my_number": "Lähetä numeroni",
	"driver-order-new.send_my_number_desc": "We show this message to drivers as a text on the button when drivers receive new order. When driver clicks on this button, we send driver's phone number to passenger. Keep this text as short as possible.",
	"driver-order-new.set_my_price": "Aseta hintani",
	"driver-order-new.set_my_price_desc": "We show this message to drivers as a text on the button when drivers receive new order. When driver clicks on this button, we redirect driver to the menu where s/he can set their own price. Keep this text as short as possible.",
	"driver-order-new.price_not_set": "Matkustaja ei asettanut matkalle hintaa. Sinun täytyy syöttää hinta.",
	"driver-order-new.price_not_set_desc": "We show this message to drivers on new order when passenger doesn't know the price. In this case drivers must set their price.",
	"metric-distance.km": "%s km",
	"metric-distance.km_desc": "Metric distance in kilometers. For example: \"10 km\" is 10 kilometers.",
	"passenger-request-price.set_price": "Tässä sovelluksessa asiakas asettaa hinnan 😉 Syötä hintasi paikallisessa valuutassa. Kuinka paljon olet valmis maksamaan? (tai syötä \"0\" (nolla) jos et tiedä)",
	"passenger-request-price.set_price_desc": "Here we ask passenger to set the price for the order. In our app passengers set the price for orders.",
	"passenger-request-price.should_be_numeric": "Ups, hinnan täytyy olla numero (ja paikallisessa valuutassa)! Esimerkki: \"50\". Ole hyvä ja yritä uudelleen!",
	"passenger-request-price.should_be_numeric_desc": "We show this error text to passenger when s/he entered the price for the order, but the value is not numeric.",
	"passenger-request-price.on_timeout": "Näyttää siltä, että olet odottanut jo pitkään. Pahoittelummen. Jos et ole löytänyt ajajaa, suosittelemme yrittämistä uudelleen myöhemmin.",
	"passenger-request-price.on_timeout_desc": "We show this message when order was submitted and passenger is waiting for too long. We automatically finish search here.",
	"passenger-contact-new-number.message": "🔔 {{driver}} hyväksyi hintasi! Etäisyys ajajaan ~{{distance}}. Soita ajajalle vahvistaaksesi tilaus:",
	"passenger-contact-new-number.message_desc": "Message we send to passengers when driver accepted their order price.",
	"driver-order-set-price.set_price": "Aseta hintasi (paikallisessa valuutassa). Voit lisätä perusteluita. Esimerkki: \"20, sillan korjauksen takia\" tai \"15, jos liikenne ei ole ruuhkainen\"",
	"driver-order-set-price.set_price_desc": "Here we tell drivers to set their own price for the order. We show this message when drivers click on \"set price\" button.",
	"passenger-contact-driver-price.message": "🔔 ⚠️ {{driver}} ehdottaa toista hintaa: \"{{price}}\". Etäisyys ajajaan ~{{distance}}. Jos hyväksyt hinnan, soita ajajalle vahvistaaksesi tilaus:",
	"passenger-contact-driver-price.message_desc": "Message we send to passengers when driver offers his own price.",
	"passenger-verify-location.verify_location": "Katso yllä olevaa karttaa (kosketa suurentaaksesi), onko tämä sijainti oikein?",
	"passenger-verify-location.verify_location_desc": "Sometimes phones/devices don't provide correct GPS coordinates, so we have to ask users if location they sent on previous step is correct",
	"passenger-verify-location.try_with_paperclip": "Ole hyvä, ja yritä lähettää sijaintisi uudelleen. Kosketa paperiliitin-painiketta ja sitten sijaintipainiketta.",
	"passenger-verify-location.try_with_paperclip_desc": "Here we ask users to try the different way of sending location. Instead of clicking the button, they can try to use Telegram menu.",
	"passenger-verify-cash.verify_cash": "Suurin osa ajajistamme ei hyväksy maksukortteja. Onko sinulla käteistä?",
	"passenger-verify-cash.verify_cash_desc": "We display this message to passengers before they can place order. If they don't have cash, on the next step we'll ask them to get some cash.",
	"passenger-verify-cash.get_some_cash": "🙁 Pahoittelumme, sinulla täytyy olla käteistä tilataksesi taksin. Ole hyvä, ja yritä uudelleen käteisen kanssa!",
	"passenger-verify-cash.get_some_cash_desc": "Here we just inform users that they should have cash before they can have a ride.",
	"driver-request-radius.request_radius": "Kuinka pitkälle nykyisestä sijainnistasi olet valmis menemään hakeaksesi matkustajan? Valitse listasta 👇 tai syötä nymero (max. 10 km).",
	"driver-request-radius.request_radius_desc": "Drivers should select the radius (from 1 to 10 km), so they can be informed about orders nearby. And \"nearby\" definition is always diffrent for each person. So we're letting them choose.",
	"driver-request-radius.option1": "1 km (~0.6 miles)",
	"driver-request-radius.option1_desc": "Represents the radius driver can use to define what means \"nearby\". It's just a text on the button. Omit miles while translating to other languages, it's required for English only.",
	"driver-request-radius.option3": "3 km (~1.8 miles), recommended",
	"driver-request-radius.option3_desc": "Represents the radius driver can use to define what means \"nearby\". It's just a text on the button. Omit miles while translating to other languages, it's required for English only.",
	"driver-request-radius.option5": "5 km (~3.1 miles)",
	"driver-request-radius.option5_desc": "Represents the radius driver can use to define what means \"nearby\". It's just a text on the button. Omit miles while translating to other languages, it's required for English only.",
	"driver-request-radius.should_be_valid": "Tuntematon valinta. Ole hyvä ja tee valinta 👇 tai syötä numero yhdestä (1) kymmeneen (10).",
	"driver-request-radius.should_be_valid_desc": "We show this error message when we ask driver for radius and got something we don't understand.",
	"global.location_button_text": "Lähetä sijainti",
	"global.location_button_text_desc": "Text on the button when we ask user to provide location",
	"global.default_options_message": "Ole hyvä ja valitse toiminto alta 👇",
	"global.default_options_message_desc": "Default message we show to users when they can pick action from the menu. Menu is always located below the message.",
	"global.default_inline_options_message": "Kosketa painiketta 👇 tai jätä tämä viesti huomioimatta",
	"global.default_inline_options_message_desc": "Default message we show to users when they can pick action from inline menu. Menu is always located below the message.",
	"global.replied_to_order": "✔️ Vastasit tähän ☝️ tilaukseen. Odota puhelua matkustajalta vahvistusta varten.",
	"global.replied_to_order_desc": "We show this message to drivers when they replied to the order by clicking on inline button(s).",
	"global.yes": "Kyllä",
	"global.yes_desc": "General text for \"yes\", usually used as button text.",
	"global.no": "Ei",
	"global.no_desc": "General text for \"no\", usually used as button text.",
	"global.error_try_again": "Oho, en tiedä mitä tuo tarkoittaa. Yritä uudelleen.",
	"global.error_try_again_desc": "General error message we show to our users.",
	"global.error_location": "En tiedä tuota sijainia. Ole hyvä ja kosketa painiketta tai käytä paperiliitin-valikkoa lähettääksesi GPS-sijaintisi.",
	"global.error_location_desc": "General error message for location errors. For example, when user tries to type address, but we expect coordinates.",
	"global.driver": "Ajaja",
	"global.driver_desc": "Driver. Sometimes we just need to use the word \"driver\", so don't think about this too much ;)",
	"global.phone": "☎️ %s",
	"global.phone_desc": "Message to show phone number, translation is not required.",
	"__locale__": "fi",
	"__eof__": "__eof__"
}
