{
	"select-user-type.who_you_are": "Qui êtes-vous? (ce choix pourra être modifié ultérieurement)",
	"select-user-type.who_you_are_desc": "Au premier lancement de l'application l'utilisateur doit sélectionner s'il souhaite être un chauffeur de taxi ou un passager",
	"select-user-type.driver": "Chauffeur",
	"select-user-type.driver_desc": "L'utilisateur peut être chauffeur de taxi ou passager. L'utilisateur sélectionne cette option au premier lancement.",
	"select-user-type.passenger": "Passager",
	"select-user-type.passenger_desc": "L'utilisateur peut être chauffeur de taxi ou passager. L'utilisateur sélectionne cette option au premier lancement.",
	"request-phone.type_your_phone": "Veuillez nous communiquer votre numéro de téléphone. Nous ne partageons pas ce numéro sans permission.",
	"request-phone.type_your_phone_desc": "Ce message s'affiche lorsque nous demandons aux utilisateurs d'envoyer leur numéro de téléphone avant qu'ils puissent utiliser nos services.",
	"request-phone.button_text": "Envoyer mon numéro",
	"request-phone.button_text_desc": "Texte sur le bouton. Lorsque les utilisateurs cliquent sur ce bouton, leur numéro de téléphone nous sera renvoyé.",
	"request-phone.all_set": "👌 Tout est prêt, vous pouvez commander un trajet maintenant !",
	"request-phone.all_set_desc": "Nous affichons ce message lorsque le passager a saisi son numéro de téléphone, lorsque la configuration est terminée et que le passager peut passer une commande.",
	"passenger-index.choose_taxi_type": "Quel type de taxi voulez-vous ?",
	"passenger-index.choose_taxi_type_desc": "Nous montrons ce message sur l'écran principal du passager. Nous demandons quel type de passager de taxi il veut : voiture ou vélo.",
	"passenger-index.car": "🚗 Voiture",
	"passenger-index.car_desc": "Nous montrons ce texte sur le bouton lorsque le passager veut sélectionner le type de voiture de taxi qu'il / elle veut",
	"passenger-index.motorbike": "🏍 Scooter / Moto",
	"passenger-index.motorbike_desc": "Nous montrons ce texte sur le bouton lorsque le passager veut sélectionner le type de vélo de taxi qu'il / elle veut. Un vélo est souvent moins cher qu'une voiture.",
	"passenger-index.s": "🔧 Réglages",
	"passenger-index.s_desc": "Nous montrons ce texte sur le bouton sur l'écran du passager principal, quand l'utilisateur clique, il / elle accède aux réglages.",
	"passenger-index.error_only_known_type": "Choix inconnu, s'il vous plaît choisir le vélo, la voiture ou les réglages.",
	"passenger-index.error_only_known_type_desc": "Ceci est un message d'erreur qui est montré au passager quand il / elle choisit le type de taxi qu'il / elle veut commander. Nous montrons cette erreur lorsque l'utilisateur a sélectionné quelque chose de différent de vélo ou de voiture.",
	"passenger-request-location.provide_location": "S'il vous plaît partager votre localisation pour trouver des chauffeurs autour de vous.",
	"passenger-request-location.provide_location_desc": "Nous montrons ce message lorsque nous voulons que le passager partage sa localisation.",
	"passenger-request-destination.provide_destination": "Où allez-vous? Veuillez saisir l'adresse exacte de la rue (pour que le GPS puisse la comprendre) ou décrire l'endroit.",
	"passenger-request-destination.provide_destination_desc": "Le message s'affiche lorsque nous demandons au passager de fournir la destination. Ce n'est PAS une demande pour la localisation actuelle, c'est la destination - l'endroit où le passager va!",
	"order-submitted.order_submitted": "⏳ Recherche de chauffeurs ... Si vous avez trouvé une course, cliquez sur le bouton ci-dessous 👇",
	"order-submitted.order_submitted_desc": "Nous montrons ce message lorsque le passager soumet la demande. Ce message est simplement là pour informer l'utilisateur que la demande a été soumise, et nous recherchons des chauffeurs.",
	"order-submitted.cancel": "Terminer la recherche",
	"order-submitted.cancel_desc": "Texte sur le bouton. Nous montrons ce bouton à l'utilisateur afin qu'il puisse terminer la recherche de pilotes. Techniquement, nous annulons la commande, mais n'utilisez pas ici le mot \"annuler\".",
	"order-submitted.error_incorrect_input": "Choix inconnu, veuillez réessayer.",
	"order-submitted.error_incorrect_input_desc": "Un message d'erreur. Affiché à l'utilisateur lorsque la commande a été soumise et que l'utilisateur a sélectionné/écrit autre chose que \"annuler\".",
	"order-cancelled.order_cancelled": "👌 Merci, fin des recherchers des chauffeurs.",
	"order-cancelled.order_cancelled_desc": "Nous montrons ce message lorsque le passager a passé une commande, puis cliquez sur le bouton \"Terminer la recherche\". Techniquement, nous annulons la commande, mais n'utilisez pas le mot \"annuler\" ici.",
	"driver-select-vehicle-type.select": "Sélectionnez le type de véhicule que vous allez utiliser pour le taxi.",
	"driver-select-vehicle-type.select_desc": "Demander au chauffeur de fournir le type du véhicule.",
	"driver-select-vehicle-type.motorbike": "🏍 Scooter / Moto",
	"driver-select-vehicle-type.motorbike_desc": "Nous montrons ceci comme le texte sur le bouton quand le chauffeur choisit la moto comme type de véhicule.",
	"driver-select-vehicle-type.car": "🚗 Voiture",
	"driver-select-vehicle-type.car_desc": "Nous montrons ceci comme le texte sur le bouton quand le chauffeur choisit la voiture comme son type de véhicule.",
	"driver-select-vehicle-type.error_only_known_type": "Choix inconnu, s'il vous plaît choisir la voiture ou scooter / moto.",
	"driver-select-vehicle-type.error_only_known_type_desc": "Il s'agit d'un message d'erreur qui est montré au chauffeur de taxi quand il tente de choisir le type de véhicule elle/il veut utiliser pour le taxi. Nous montrons cette erreur lorsque l'utilisateur a sélectionné quelque chose de différent de scooter, vélo ou voiture.",
	"driver-explain-checkins.text": "Presque terminé, quelques choses à noter. Télégramme n'a pas de support de localisation GPS en direct. Donc, chaque fois que vous changez de lieu, renvoyez-la. Ou envoyez votre localisation GPS chaque heure si vous êtes prêt à accepter de nouvelles commandes. Cela nous aidera à trouver des passagers. Cliquez sur \"Suivant\".",
	"driver-explain-checkins.text_desc": "Texte pour les chauffeurs expliquant comment fonctionnent les partages de localisation et pourquoi nous en avons besoin.",
	"driver-explain-checkins.next": "Suivant",
	"driver-explain-checkins.next_desc": "Texte pour le bouton, en cliquant sur \"Suivant\" nous passerons à l'écran suivant.",
	"driver-request-location.provide_location": "S'il vous plaît partager votre localisation actuelle, afin que les passagers autour de vous puissent vous trouver.",
	"driver-request-location.provide_location_desc": "Nous montrons ce message lorsque nous voulons que le chauffeur fournisse sa localisation.",
	"driver-explain-whats-next.text": "Tout est correctement paramétré ! Vous serez informé des passagers et des commandes à proximité. Gardez cette application en cours d'exécution et localisez-vous chaque heure ainsi qu'à chaque déplacement. Cliquez sur \"Suivant\".",
	"driver-explain-whats-next.text_desc": "Explication pour le chauffeur des prochaines étapes après avoir fourni toutes les informations nécessaires.",
	"driver-explain-whats-next.next": "Suivant",
	"driver-explain-whats-next.next_desc": "Texte pour le bouton, en cliquant sur \"Suivant\" nous passerons à l'écran suivant.",
	"driver-index.checkin": "📍 Localisez-moi",
	"driver-index.checkin_desc": "Texte du bouton Localisez-moi. Utilisé pour vérifier et mettre à jour la localisation du chauffeur.",
	"driver-index.mute": "🔕 Mode muet",
	"driver-index.mute_desc": "Mode muet (Désactive les notifications) pour les pilotes. Utilisé pour couper les notifications des passagers alentour.",
	"driver-index.unmute": "🔔 Désactiver le mode muet (conseillé)",
	"driver-index.unmute_desc": "Désactiver le mode muet (activer les notifications) pour les pilotes. Utilisé pour désactiver les notifications sur les passagers autour.",
	"driver-index.settings": "🔧 Réglages",
	"driver-index.settings_desc": "Texte du bouton réglages.",
	"driver-index.unknown_choice": "Choix inconnu, veuillez réessayer.",
	"driver-index.unknown_choice_desc": "Lorsque le chauffeur sélectionne sur l'écran principal une action incorrecte, nous affichons ce message d'erreur.",
	"driver-mute.mute_ok": "⚠️ Mais gardez à l'esprit que vous ne recevrez pas de notifications sur les passagers jusqu'à ce que vous désactiviez le mode muet.",
	"driver-mute.mute_ok_desc": "Nous montrons ce message aux chauffeurs lorsqu'ils cliquent sur le bouton \"Muet\" dans le menu d'index du chauffeur.",
	"driver-unmute.unmute_ok": "Vous avez désactivé le mode muet et recevrez des notifications sur les passagers qui vous entourent. N'oubliez pas de vous localisez chaque heure.",
	"driver-unmute.unmute_ok_desc": "Nous montrons ce message aux chauffeurs lorsqu'ils cliquent sur le bouton \"Désactiver le mode muet\" dans le menu d'index du chauffeur.",
	"driver-checkin.provide_location": "S'il vous plaît partager votre localisez actuelle, afin que les passagers autour de vous soient en mesure de vous trouver.",
	"driver-checkin.provide_location_desc": "Nous montrons ce message aux chauffeurs quand ils se localisent et que nous voulons qu'ils fournissent leur localisation actuelle.",
	"driver-checkin.ok": "👌 Merci de votre enregistrement ! Relocalisez-vous chaque heure ou lorsque vous avez changé votre de lieu ! Vérifiez également la localisation ci-dessus, si elle est incorrecte, localisez-vous de nouveau, puis appuyez sur le trombone (au lieu d'appuyer sur un bouton).",
	"driver-checkin.ok_desc": "Nous montrons ce message aux chauffeurs lors de leur enregistrement.",
	"driver-order-new.new_order": "🔔 Nouvelle commande !",
	"driver-order-new.new_order_desc": "Nous montrons ce message aux chauffeurs quand ils reçoivent une nouvelle commande.",
	"driver-order-new.distance": "Distance jusqu'au passager: ~%s. Localisation du passager (cliquer pour agrandir):",
	"driver-order-new.distance_desc": "Nous montrons ce message aux chauffeurs quand ils reçoivent une nouvelle commande.",
	"driver-order-new.from": "Le passager se trouve ici: %s",
	"driver-order-new.from_desc": "Nous montrons ce message aux chauffeurs quand ils reçoivent une nouvelle commande.",
	"driver-order-new.to": "Le passager va : %s",
	"driver-order-new.to_desc": "Nous montrons ce message aux chauffeurs quand ils reçoivent une nouvelle commande. Ici, nous montrons l'adresse de destination du passager et parfois d'autres informations complémentaires.",
	"driver-order-new.price": "Le passager est prêt à payer: %s (en devise locale)",
	"driver-order-new.price_desc": "Nous montrons ce message aux chauffeurs quand ils reçoivent une nouvelle commande. C'est le prix du passager pour la commande.",
	"driver-order-new.call_to_action": "Veuillez choisir une action 👇 ou ignorer ce message",
	"driver-order-new.call_to_action_desc": "Nous montrons ce message aux chauffeurs quand ils reçoivent une nouvelle commande",
	"driver-order-new.send_my_number": "Envoyer mon numéro",
	"driver-order-new.send_my_number_desc": "Nous montrons ce message aux chauffeurs comme un texte sur le bouton lorsque les chauffeurs reçoivent une nouvelle commande. Lorsque le chauffeur appuie sur ce bouton, nous envoyons le numéro de téléphone du chauffeur au passager. Gardez ce texte aussi court que possible.",
	"driver-order-new.set_my_price": "Modifier mes prix",
	"driver-order-new.set_my_price_desc": "Nous montrons ce message aux chauffeurs comme un texte sur le bouton lorsque les chauffeurs reçoivent une nouvelle commande. Lorsque le chauffeur clique sur ce bouton, nous le redirigeons vers le menu où elle/il peut fixer son propre prix. Gardez ce texte aussi court que possible.",
	"driver-order-new.price_not_set": "Le prix de cette commande n'a pas été fixé par passager. Vous devez donner votre prix.",
	"driver-order-new.price_not_set_desc": "Nous montrons ce message aux chauffeurs pour une nouvelle commande dont le passager ne connaît pas le prix. Dans ce cas, les chauffeurs doivent fixer leur prix.",
	"metric-distance.km": "%s km",
	"metric-distance.km_desc": "Distance métrique en kilomètres. Par exemple: \"10 km\" pour 10 kilomètres.",
	"passenger-request-price.set_price": "Dans cette application, le passager fixe le prix 😉 Donnez-nous votre prix (en devise locale). Combien êtes-vous prêt à payer? (Ou type \"0\" (zéro) si vous ne le savez pas)",
	"passenger-request-price.set_price_desc": "Ici, nous demandons aux passagers de fixer le prix de la commande. Dans notre application, les passagers fixent le prix des commandes.",
	"passenger-request-price.should_be_numeric": "Oups, le prix doit être la valeur numérique (et en devise locale)! Par exemple: \"50\". Veuillez réessayer!",
	"passenger-request-price.should_be_numeric_desc": "Nous montrons ce texte d'erreur au passager quand elle/il a entré le prix pour la commande, mais la valeur n'est pas numérique.",
	"passenger-request-price.on_timeout": "Il semblerait que vous ayez attendu trop longtemps ? Désolé. Si vous n'avez pas trouvé de véhicule, nous vous recommandons de réessayer ultérieurement.",
	"passenger-request-price.on_timeout_desc": "Nous montrons ce message lorsque la commande a été soumis et le passager attend trop longtemps. Nous terminons automatiquement la recherche ici.",
	"passenger-contact-new-number.message": "🔔 {{driver}} a accepté votre prix! Distance jusqu'au chauffeur ~{{distance}}. Appelez le chauffeur pour confirmer votre commande :",
	"passenger-contact-new-number.message_desc": "Message que nous envoyons aux passagers lorsque le chauffeur a accepté leur prix de commande.",
	"driver-order-set-price.set_price": "Définissez votre prix (en devise locale). Vous pouvez inclure des détails justifiant votre prix. Par exemple: \"20, en raison de la réparation de pont\" ou \"15, si le trafic est fluide\"",
	"driver-order-set-price.set_price_desc": "Ici, nous disons aux chauffeurs de fixer leur propre prix pour la commande. Nous montrons ce message lorsque les chauffeurs cliquent sur le bouton \"fixer le prix\".",
	"passenger-contact-driver-price.message": "🔔 ⚠️ {{driver}} offre un autre prix: \"{{price}}\". Distance au chauffeur ~{{distance}}. Si vous êtes d'accord avec le prix, appelez le chauffeur pour confirmer votre commande:",
	"passenger-contact-driver-price.message_desc": "Message que nous envoyons aux passagers lorsque le chauffeur offre son propre prix.",
	"passenger-verify-location.verify_location": "Veuillez regarder la carte ci-dessus (cliquez pour agrandir), cet localisation est-il correcte ?",
	"passenger-verify-location.verify_location_desc": "Parfois, les téléphones / appareils ne fournissent pas de coordonnées GPS correctes, nous devons donc demander aux utilisateurs si la localisation qu'ils ont envoyé à l'étape précédente est correct",
	"passenger-verify-location.try_with_paperclip": "Veuillez essayer d'envoyer votre position en cliquant sur un trombone, puis sur l'icône de localisation GPS.",
	"passenger-verify-location.try_with_paperclip_desc": "Ici, nous demandons aux utilisateurs d'essayer une manière différente d'envoyer la localisation. Au lieu de cliquer sur le bouton, ils peuvent essayer d'utiliser le menu de l'application Telegram.",
	"passenger-verify-cash.verify_cash": "La plupart de nos chauffeurs n'acceptent pas les cartes de crédit. Avez-vous de l'argent liquide ?",
	"passenger-verify-cash.verify_cash_desc": "Nous affichons ce message aux passagers avant de passer commande. S'ils n'ont pas d'argent, à l'étape suivante, nous leur demanderons de retirer de l'argent.",
	"passenger-verify-cash.get_some_cash": "🙁 Désolé, vous devez avoir de l'argent avant de pouvoir prendre un taxi. Essayez d'obtenir de l'argent liquide et essayez de nouveau !",
	"passenger-verify-cash.get_some_cash_desc": "Ici, nous demandons aux utilisateurs d'essayer la manière différente d'envoyer leur localisation. Au lieu de cliquer sur le bouton, ils peuvent essayer d'utiliser le menu l'application Telegram.",
	"driver-request-radius.request_radius": "Quelle est la distance maximum que vous souhaitez entre vous et les passagers ? Sélectionnez dans la liste 👇 ou tapez le numéro (jusqu'à 10 km).",
	"driver-request-radius.request_radius_desc": "Les chauffeurs doivent choisir le rayon (de 1 à 10 km), afin qu'ils puissent être informés sur les commandes à proximité. Et la définition \"à proximité\" est toujours différente pour chaque personne. Donc, nous les laissons choisir.",
	"driver-request-radius.option1": "1 km",
	"driver-request-radius.option1_desc": "Représente le pilote de rayon peut utiliser pour définir ce qui signifie \"à proximité\". C'est juste un texte sur le bouton.",
	"driver-request-radius.option3": "3 km, recommandé",
	"driver-request-radius.option3_desc": "Représente le pilote de rayon peut utiliser pour définir ce qui signifie \"à proximité\". C'est juste un texte sur le bouton.",
	"driver-request-radius.option5": "5 km",
	"driver-request-radius.option5_desc": "Représente le pilote de rayon peut utiliser pour définir ce qui signifie \"à proximité\". C'est juste un texte sur le bouton.",
	"driver-request-radius.should_be_valid": "Je ne comprends pas votre choix. Veuillez sélectionner l'option 👇 ou entrer le numéro de 1 à 10.",
	"driver-request-radius.should_be_valid_desc": "Nous montrons ce message d'erreur quand nous demandons au chauffeur pour le rayon et obtenu quelque chose que nous ne comprenons pas.",
	"global.location_button_text": "Envoyer la localisation GPS",
	"global.location_button_text_desc": "Texte sur le bouton lorsque nous demandons à l'utilisateur de fournir sa localisation",
	"global.default_options_message": "Veuillez choisir une action dans le menu ci-dessous 👇",
	"global.default_options_message_desc": "Message par défaut que nous montrons aux utilisateurs lorsqu'ils peuvent sélectionner une action dans le menu. Le menu se trouve toujours sous le message.",
	"global.default_inline_options_message": "Cliquez sur le bouton 👇 ou ignorez ce message",
	"global.default_inline_options_message_desc": "Message par défaut que nous montrons aux utilisateurs lorsqu'ils peuvent sélectionner l'action dans le menu en ligne. Le menu se trouve toujours sous le message.",
	"global.replied_to_order": "✔️ Vous avez répondu à cette commande. Attendez-vous à un appel du passager pour confirmation.",
	"global.replied_to_order_desc": "Nous montrons ce message aux chauffeurs quand ils ont répondu à la commande en cliquant sur le(s) bouton(s) en ligne.",
	"global.yes": "Oui",
	"global.yes_desc": "Texte général pour \"oui\", généralement utilisé comme texte de bouton.",
	"global.no": "Non",
	"global.no_desc": "Texte général pour \"non\", généralement utilisé comme texte de bouton.",
	"global.error_try_again": "Oups, je ne peux pas comprendre cela. Veuillez réessayer.",
	"global.error_try_again_desc": "Message d'erreur général que nous montrons à nos utilisateurs.",
	"global.error_location": "Oups, ne peut pas comprendre cette localisation. S'il vous plaît cliquer sur le bouton ou utiliser trombone-localisation pour envoyer vos coordonnées GPS.",
	"global.error_location_desc": "Message d'erreur général pour les erreurs de localisation. Par exemple, lorsque l'utilisateur tente de taper l'adresse, mais nous attendons des coordonnées.",
	"global.driver": "Chauffeur",
	"global.driver_desc": "Chauffeur. Parfois, nous avons juste besoin d'utiliser le mot \"chauffeur\", donc ne pense pas trop à ce sujet;)",
	"global.phone": "☎️ %s",
	"global.phone_desc": "Message qui montre le numéro de téléphone.",
	"__locale__": "fr",
	"__eof__": "__eof__"
}
