{
	"select-user-type.who_you_are": "ඔබ කවූරුන්ද ? (පසුව වෙනස් කල හැක).",
	"select-user-type.who_you_are_desc": "You must select one of these to begin with",
	"select-user-type.driver": "රියදුරෙක්",
	"select-user-type.driver_desc": "User can be either a taxi driver, or a passenger. You must select this option now.",
	"select-user-type.passenger": "මගියෙක්",
	"select-user-type.passenger_desc": "User can be either a taxi driver, or a passenger. You must select this option now.",
	"request-phone.type_your_phone": "කරුණාකර ඔබගේ දුරකථන අංකය ලබාදෙන්න, අප ඔබගේ අවසරයෙන් තොරව මෙම අංකය බෙදාහදා නොගන්නෙමු.",
	"request-phone.type_your_phone_desc": "This message is displayed when we ask users to send their phone number before they can use our services.",
	"request-phone.button_text": "අංකය යවන්න",
	"request-phone.button_text_desc": "Text on the button. When users click this button, their phone number will be sent to back to us.",
	"request-phone.all_set": "👌 සියල්ල සුදානම්, දැන් ඔබට ගමනක් ඇරඹිය හැක!",
	"request-phone.all_set_desc": "We display this message when passenger is done entering their phone number, and when configuration is complete, the passenger can make an order.",
	"passenger-index.choose_taxi_type": "ඔබට අවශ්‍ය කුමන වර්ගයේ වාහනයක්ද?",
	"passenger-index.choose_taxi_type_desc": "We show this message on the passenger's main screen. We ask what type of taxi passenger wants: car or bike.",
	"passenger-index.car": "🚗 කාරයක්",
	"passenger-index.car_desc": "We show this text on the button when passenger wants to select the car type of taxi s/he wants",
	"passenger-index.motorbike": "🏍 ස්කුටර්යක් / මෝටර් සයිකලයක්",
	"passenger-index.motorbike_desc": "We show this text on the button when passenger wants to select the bike type of taxi s/he wants. Cheaper shows that bike is often cheaper than a car.",
	"passenger-index.s": "🔧 සැකසුම",
	"passenger-index.s_desc": "We show this text on the button on the main passenger's screen, when user clicks, s/he goes to settings.",
	"passenger-index.error_only_known_type": "ඔබගේ තේරීම වලංගු නොවේ, කරුණාකර ස්කුටර්යක් / මෝටර් සයිකලයක් , කාරයක් හෝ  සැකසුම තෝරන්න.",
	"passenger-index.error_only_known_type_desc": "This is error message that is shown to the passenger when s/he picks the taxi type s/he want to order. We show this error when user somehow selected something different from bike or car.",
	"passenger-request-location.provide_location": "ඔබ ආසන්නයේ සිටින රියදුරු මහතා සොයාගැනීමට, ඔබ සිටින ස්ථානය ලබාදෙන්න ( නැත්නම් ස්ථානයේ ලිපිනය ඇතුලත් කරන්න).",
	"passenger-request-location.provide_location_desc": "We show this message when we want the passenger to provide his/her location.",
	"passenger-request-destination.provide_destination": "ඔබගේ ගමනාන්තය සදහන් කරන්න , GPS හදුනාගැනීම පහසු කිරීම සඳහා නිවැරදිම මාර්ගය සඳහන් කරන්න නැත්නම් ගමනාන්තය හොදින් විස්තර කරන්න.",
	"passenger-request-destination.provide_destination_desc": "Message is shown when we ask passenger to provide destination. It is NOT request for current location, it is destination - the place where passenger is going!",
	"order-submitted.order_submitted": "⏳ රියදුරු මහතෙක් සොයමින්... ඔබට රියදුරු මහතා හමුවුවහොත් පහත බොත්තම ඔබන්න 👇",
	"order-submitted.order_submitted_desc": "We show this message when passenger submits order. This message is just to inform the user that order has been submitted, and we're looking for drivers.",
	"order-submitted.cancel": "සෙවීම අවසන්",
	"order-submitted.cancel_desc": "Text on the button. We show this button to user so s/he can finish searching for drivers. Tehnically, we're cancelling the order, but don't use the word \"cancel\" here.",
	"order-submitted.error_incorrect_input": "ඔබගේ තේරීම වලංගු නොවේ, කරුණාකර නැවත උත්සහ කරන්න.",
	"order-submitted.error_incorrect_input_desc": "Just error message. Displayed to the user when the order has been submitted and user selected/typed something else than \"cancel\".",
	"order-cancelled.order_cancelled": "👌 ස්තුතියි, රියදුරු මහතෙක් සෙවීම අවසන්.",
	"order-cancelled.order_cancelled_desc": "We show this message when passenger placed an order, and then clicked \"Finish search\" button. Technically, we're cancelling order, but don't use the word \"cancel\" here.",
	"driver-select-vehicle-type.select": "ඔබ taxi සේවාව ලබාදීමට අපේක්ෂා කරන වහන වර්ගය තෝරන්න.",
	"driver-select-vehicle-type.select_desc": "Asking the driver to provider vehicle type.",
	"driver-select-vehicle-type.motorbike": "🏍 ස්කුටර්යක් / මෝටර් සයිකලයක්",
	"driver-select-vehicle-type.motorbike_desc": "We show this as text on the button when driver select motor bike as his type of vehicle.",
	"driver-select-vehicle-type.car": "🚗 කාරයක්",
	"driver-select-vehicle-type.car_desc": "We show this as text on the button when driver select car as his type of vehicle.",
	"driver-select-vehicle-type.error_only_known_type": "ඔබගේ තේරීම වලංගු නොවේ, කරුණාකර ස්කුටර්යක් / මෝටර් සයිකලයක්, කාරයක් තෝරන්න.",
	"driver-select-vehicle-type.error_only_known_type_desc": "This is error message that is shown to the taxi driver when s/he tries to pick the vehicle type s/he wants to use for the taxi. We show this error when user somehow selected something different from scooter, bike or car.",
	"driver-explain-checkins.text": "බොහෝ දුරට අවසන්. කරුනු කිහිපයක් ඔබගේ අවධානයට: Telegram සදහා සජීවී GPS සේවාවක් නොමැති බැවින් ඔබේ ස්ථානය වෙනස් වූ සැනින් නැවත ඇතුලත් විය යුතයි. එමගින් අපට ඔබ ආසන්නයේ සිටින මගින් සොයාදීමට පහසු වේ. \"ඊළඟ\" බොත්තම ඔබ්න්න.",
	"driver-explain-checkins.text_desc": "Text for drivers explaining how check-ins work and why do we need them.",
	"driver-explain-checkins.next": "ඊළඟ",
	"driver-explain-checkins.next_desc": "Text for the button, on clicking next we'll jump to the next screen.",
	"driver-request-location.provide_location": "ඔබ ආසන්නයේ සිටින මගීන්ට සොයාගැනීමට පහසු වෙන පරිදි කරුණාකර ඔබ දැන් සිටින ස්ථානය ලබාදෙන්න (බොත්තම් එබීමෙන්) නැත්නම්  ලිපිනය සදහන් කරන්න",
	"driver-request-location.provide_location_desc": "We show this message when we want the driver to provide his/her location.",
	"driver-explain-whats-next.text": "සියල්ල සුදානම්! ඔබ ආසන්නයේ සිටින මගින් පිලිබදව ඉදිරියේදී දැනුම්දෙන්නෙමු. මෙම මෘදකාංගය ක්‍රියාත්මකව තබන්න. \"ඊළඟ\" බොත්තම ඔබ්න්න.",
	"driver-explain-whats-next.text_desc": "Explanation to the driver about next steps after providing all necessary information.",
	"driver-explain-whats-next.next": "ඊළඟ",
	"driver-explain-whats-next.next_desc": "Text for the button, on clicking next we'll jump to the next screen.",
	"driver-index.checkin": "📍 ඇතුලත්වීම",
	"driver-index.checkin_desc": "Checkin button text. Used to to check-in and update driver's location.",
	"driver-index.mute": "🔕 නිහඬවීම",
	"driver-index.mute_desc": "Mute (disable notifications) button text for drivers. Used to mute notifications about passengers around.",
	"driver-index.unmute": "🔔 නිහැඩියාව බිදින්න (වඩාත් සුදුසුයි)",
	"driver-index.unmute_desc": "Unmute (enable notifications) button text for drivers. Used to unmute notifications about passengers around.",
	"driver-index.settings": "🔧 සැකසුම",
	"driver-index.settings_desc": "Setting button text.",
	"driver-index.unknown_choice": "ඔබගේ තේරීම වලංගු නොවේ, කරුණාකර නැවත උත්සහ කරන්න.",
	"driver-index.unknown_choice_desc": "When driver on the main screen selected something wrong we show this error message.",
	"driver-mute.mute_ok": "⚠️ ඔබගේ අවධානය පිණිසයි, ඔබ විසින් නිහැඩියාව බිදින තුරු ඔබ ආසන්නයේ සිටින මගින් පිළිබඳව දැනුම් දෙනු නොලැබේ.",
	"driver-mute.mute_ok_desc": "We show this message to drivers when they click \"Mute\" button in driver index menu.",
	"driver-unmute.unmute_ok": "ඔබ නිහැඩියාව අවසන් කර ඇත. ඔබ ආසන්නයේ සිටින මගින් පිළිබඳව දැනුම්දෙනු ඇත.",
	"driver-unmute.unmute_ok_desc": "We show this message to drivers when they click \"Unmute\" button in driver index menu.",
	"driver-checkin.provide_location": "ඔබ ආසන්නයේ සිටින මගීන්ට සොයාගැනීමට පහසු වෙන පරිදි කරුණාකර ඔබ දැන් සිටින ස්ථානය ලබාදෙන්න (බොත්තම් එබීමෙන්) නැත්නම් ලිපිනය සදහන් කරන්න.",
	"driver-checkin.provide_location_desc": "We show this message to drivers when they check-in and we want them to provide current location.",
	"driver-checkin.ok": "👌 ඇතුලත්වීම පිළිබඳව ස්තුතියි! ඉහත ස්ථානය පරික්ෂා කරන්න, වැරදි නම්, නැවතත් ඇතුලත් වී පිටුරදවනය ඔබන්න (බොත්තම වෙනුවට)!.",
	"driver-checkin.ok_desc": "We show this message to drivers when they check-in.",
	"driver-order-new.new_order": "🔔 අලුත් මගියෙක්!",
	"driver-order-new.new_order_desc": "We show this message to drivers when they receive new order.",
	"driver-order-new.distance": "මගියා සිටින ස්ථානයට දුර ~%s. මගියා සිටින ස්ථානය (විශාල කර බැලීමට ඔබන්න)",
	"driver-order-new.distance_desc": "We show this message to drivers when they receive new order.",
	"driver-order-new.from": "ගමන් ආරම්ඹය: %s",
	"driver-order-new.from_desc": "We show this message to drivers when they receive new order.",
	"driver-order-new.to": "ගමනාන්තය: %s",
	"driver-order-new.to_desc": "We show this message to drivers when they receive new order. Here we show passenger's destination address and maybe some random details.",
	"driver-order-new.price": "මගියා ගෙවීමට සුදානම් මුදල් ප්‍රමාණය: %s (දේශීය මුදල් එකක වලින්) ",
	"driver-order-new.price_desc": "We show this message to drivers when they receive new order. This is passenger's price for the order.",
	"driver-order-new.call_to_action": "පහතින් සුදුසු තේරීමක් කරන්න 👇 නැත්නම් නොසලකාහරින්න",
	"driver-order-new.call_to_action_desc": "We show this message to drivers when they receive new order",
	"driver-order-new.send_my_number": "දුරකථන අංකය යවන්න",
	"driver-order-new.send_my_number_desc": "We show this message to drivers as a text on the button when drivers receive new order. When driver clicks on this button, we send driver's phone number to passenger. Keep this text as short as possible.",
	"driver-order-new.set_my_price": "මිල නියම කරන්න ",
	"driver-order-new.set_my_price_desc": "We show this message to drivers as a text on the button when drivers receive new order. When driver clicks on this button, we redirect driver to the menu where s/he can set their own price. Keep this text as short as possible.",
	"driver-order-new.price_not_set": "මගියා මිලක් නියම කර නැත. ඔබට මිලක් නියම කිරීමට සිදුවේ",
	"driver-order-new.price_not_set_desc": "We show this message to drivers on new order when passenger doesn't know the price. In this case drivers must set their price.",
	"metric-distance.km": "%s km",
	"metric-distance.km_desc": "Metric distance in kilometers. For example: \"10 km\" is 10 kilometers.",
	"passenger-request-price.set_price": "මෙම මෘදුකාංගයේ මගියා මිල නියම කරනු ඇත ඔබ ගෙවීමට අපේක්ෂා කරන මිල දේශීය මුදල් ඒකක වලින් ලබාදෙන්න (නොදන්නේ නම්  \"0\" (බින්දුව) ලබාදෙන්න)",
	"passenger-request-price.set_price_desc": "Here we ask passenger to set the price for the order. In our app passengers set the price for orders.",
	"passenger-request-price.should_be_numeric": "සමාවෙන්න, මිල ඉලක්කමක් වී යුතුයි (සහ දේශීය මුදල් වලින් විය යුතුයි)! උදාහරනයක් ලෙස \"50\". කරුණාකර නැවත උත්සහා කරන්න ",
	"passenger-request-price.should_be_numeric_desc": "We show this error text to passenger when s/he entered the price for the order, but the value is not numeric.",
	"passenger-request-price.on_timeout": "සමාවෙන්න ඔබ කාලයක් තිස්සේ බලා සිටින බව පෙනේ, ඔබට රියදුරැ මහතෙක් සොයාගැනීමට නොහැකි වී නම් පසුව නැවත උත්සහ කරන්න",
	"passenger-request-price.on_timeout_desc": "We show this message when order was submitted and passenger is waiting for too long. We automatically finish search here.",
	"passenger-contact-new-number.message": "🔔 ඔබ නියම කල මිලට {{driver}} එකගයි, රියදුරුට ඇති දුර: ~{{distance}}. තහවුරු කිරීමට ඇමතුමක් ලබාගන්න.",
	"passenger-contact-new-number.message_desc": "Message we send to passengers when driver accepted their order price.",	
	"driver-order-set-price.set_price": "ඔබගේ මිල නියම කරන්න (දේශීය මුදල් ඒකක වලින්). ඔබට වැඩිදුර විස්තර ඇතුලත් කල හැක. උදාහරනයක් ලෙස: \"20, පාලම අලුත්වැඩියා කරන බැවින් , \" or \"15, if තදබදය අඩු නම්\"",
	"driver-order-set-price.set_price_desc": "Here we tell drivers to set their own price for the order. We show this message when drivers click on \"set price\" button.",
	"passenger-contact-driver-price.message": "🔔 ⚠️ {{driver}} වෙනත් මිලක් \"{{price}}\" යෝජනා කරයී. රියදුරුට ඇති දුර: ~{{distance}}. ඔබ එම මිලට එකග නම් තහවුරු කිරීමට රියදුරු මහතාට ඇමතුමක් ලබාදෙන්න.",
	"passenger-contact-driver-price.message_desc": "Message we send to passengers when driver offers his own price.",
	"passenger-verify-location.verify_location": "ඉහත සිතියම පරික්ෂා කරන්න (විශාල කර බැලීමට ඔබන්න), මෙම ස්ථානය නිවැරදිද?",
	"passenger-verify-location.verify_location_desc": "Sometimes phones/devices don't provide correct GPS coordinates, so we have to ask users if location they sent on previous step is correct",
	"passenger-verify-location.try_with_paperclip": "කරුණාකර පිටු රදවනය ඔබා පසුව ස්ථාන අයිකනය මත එබිමෙන් ඔබගේ ස්ථානය යැවීමට උත්සහ කරන්න.",
	"passenger-verify-location.try_with_paperclip_desc": "Here we ask users to try the different way of sending location. Instead of clicking the button, they can try to use Telegram menu.",
	"passenger-verify-cash.verify_cash": "අපගේ බොහෝ රියදුරන් credit cards ලබා නොගනියි, ඔබ සතුව භාවිත මුදල් තිබේද?",
	"passenger-verify-cash.verify_cash_desc": "We display this message to passengers before they can place order. If they don't have cash, on the next step we'll ask them to get some cash.",
	"passenger-verify-cash.get_some_cash": "🙁 සමාවෙන්න, ගමනක් යාමට පෙර ඔබ සතුව මුදල් තිබිය යුතුය. කරුණාකර භාවිත මුදල ලබාගැනීමෙන් පසුව උත්සහ කරන්න!",
	"passenger-verify-cash.get_some_cash_desc": "Here we just inform users that they should have cash before they can have a ride.",
	"driver-request-radius.request_radius": "මගියෙක් ලබාගැනීම සදහා ඔබ සිටින ස්ථානයේ සිට කොපමනක් දුර යාමට බලාපොරොතු වේ ද? පහත ලැයිස්තුවෙන් තෝරන්න 👇 නැත්නම් type කරන්න (උපරිම දුර 10km).",
	"driver-request-radius.request_radius_desc": "Drivers should select the radius (from 1 to 10 km), so they can be informed about orders nearby. And \"nearby\" definition is always diffrent for each person. So we're letting them choose.",
	"driver-request-radius.option1": "1 km (~0.6 miles)",
	"driver-request-radius.option1_desc": "Represents the radius driver can use to define what means \"nearby\". It's just a text on the button. Omit miles while translating to other languages, it's required for English only.",
	"driver-request-radius.option3": "3 km (~1.8 miles), recommended",
	"driver-request-radius.option3_desc": "Represents the radius driver can use to define what means \"nearby\". It's just a text on the button. Omit miles while translating to other languages, it's required for English only.",
	"driver-request-radius.option5": "5 km (~3.1 miles)",
	"driver-request-radius.option5_desc": "Represents the radius driver can use to define what means \"nearby\". It's just a text on the button. Omit miles while translating to other languages, it's required for English only.",
	"driver-request-radius.should_be_valid": "ඇතුලත් කල අගය වලංගු නොවේ. කරුණාකර පහතින් තෝරන්න 👇 නැත්නම් 1ත් 10ත් අතර ඉලක්කමක් ඇතුලත් කරන්න.",
	"driver-request-radius.should_be_valid_desc": "We show this error message when we ask driver for radius and got something we don't understand.",
	"global.location_button_text": "දැන් සිටින ස්ථානය යවන්න",
	"global.location_button_text_desc": "Text on the button when we ask user to provide location",
	"global.default_options_message": "කරුණාකර පහත මෙනුවෙන් ක්‍රියාකාරකමක් තෝරන්න 👇",
	"global.default_options_message_desc": "Default message we show to users when they can pick action from the menu. Menu is always located below the message.",
	"global.default_inline_options_message": "බොත්තම ඔබන්න 👇 නැත්නම් නොසලකා හරින්න",
	"global.default_inline_options_message_desc": "Default message we show to users when they can pick action from inline menu. Menu is always located below the message.",
	"global.replied_to_order": "✔️ ඉහත ගමන ☝️ සදහා ඔබ ප්‍රතිචාර දක්වා ඇත. තහවුරු කිරීම සදහා මගියාගෙන් ඇමතුමක් බලපොරොත්තුවන්න.",
	"global.replied_to_order_desc": "We show this message to drivers when they replied to the order by clicking on inline button(s).",
 	"global.yes": "ඔව්",
	"global.yes_desc": "General text for \"yes\", usually used as button text.",
 	"global.no": "නැත",
	"global.no_desc": "General text for \"no\", usually used as button text.",
	"global.error_try_again": "සමාවෙන්න, ඔබේ ඉල්ලීමේ තේරුම්ගත නොහැක, නැවත උත්සහ කරන්න.",
	"global.error_try_again_desc": "General error message we show to our users.",
	"global.error_location": "සමාවෙන්න, මෙම ස්ථානය හදුනාගත නොහැක. කරුනාකර බොත්තම මත හෝ පිටු රදවනය මත එබිමෙන් ඔබගේ GPS ඛණ්ඩාංක යවන්න.",
	"global.error_location_desc": "General error message for location errors. For example, when user tries to type address, but we expect coordinates.",
	"global.driver": "රියදුරු",
	"global.driver_desc": "Driver. Sometimes we just need to use the word \"driver\", so don't think about this too much ;)",
	"global.phone": "☎️ %s",
	"global.phone_desc": "Message to show phone number, translation is not required.",
	"__locale__": "en",
	"__eof__": "__eof__"
}
