{
        "select-user-type.who_you_are": "Vem är du? (du kan ändra detta senare)",
        "select-user-type.who_you_are_desc": "Du måste välja en av dessa till att börja med",
        "select-user-type.driver": "Förare",
        "select-user-type.driver_desc": "Användare kan vara ändra en förare, eller en passagerare. Du måste välja ett alternativ nu.",
        "select-user-type.passenger": "Passagerare",
        "select-user-type.passenger_desc": "Användare kan vara ändra en förare, eller en passagerare. Du måste välja ett alternativ nu.",
        "request-phone.type_your_phone": "Vänligen skicka oss ditt telefonnummer. Vi delar inte detta nummer utan ditt tillstånd.",
        "request-phone.type_your_phone_desc": "Detta meddelande visas när vi frågar användare om att skicka deras mobilnummer innan de kan använda våra funktioner.",
        "request-phone.button_text": "Skicka nummer",
        "request-phone.button_text_desc": "Text på knappen. När användare klickar på denna knapp, kommer deras telefonnummer att skickas tillbaka till oss.",
        "request-phone.all_set": "👌 Vi är klara, du kan kalla på en skjuts nu!",
        "request-phone.all_set_desc": "Vi visar detta meddelande när passagerare är färdiga med att ange deras telefonnummer, och när konfigurationen är klar kan passageraren kalla på skjuts.",
        "passenger-index.choose_taxi_type": "Vilken typ av skjuts vill du ha?",
        "passenger-index.choose_taxi_type_desc": "Vi visar detta meddelande på passagerarens huvudskärm. Vi frågar om vilken typ av färdmedel passageraren vill ha: bil eller cykel.",
        "passenger-index.car": "🚗 Bil",
        "passenger-index.car_desc": "Vi visar denna text på knappen när passageraren vill välja typen av bil för taxin hen vill ha",
        "passenger-index.motorbike": "🏍 Moped / Motorcykel",
        "passenger-index.motorbike_desc": "Vi visar denna text på knappen när passageraren vill välja typen av cykel för den taxi hen vill ha. Billigare visar att cykel oftast är billigare än en bil.",
        "passenger-index.s": "🔧 Inställningar",
        "passenger-index.s_desc": "Vi visar denna text på knappen vid huvudpassagerarens skärm. När användaren klickar kommer hen till inställningar.",
        "passenger-index.error_only_known_type": "Okänt val, vänligen välj cykel, bil eller inställningar.",
        "passenger-index.error_only_known_type_desc": "Detta är ett felmedddelande som visas för passageraren när hen väljer typen av taxi som hen vill boka. Vi visar detta felmeddelande när användaren på något sätt valde något annorlunda från cykel eller bil.",
        "passenger-request-location.provide_location": "Vänligen dela din position för att hitta förare runtom dig.",
        "passenger-request-location.provide_location_desc": "Vi visar detta meddelande när vi vill att passageraren tillhandahåller hens position.",
        "passenger-request-destination.provide_destination": "Vart är du på väg? Vänligen ange den exakta gatuadressen (så att din GPS kan förstå det) eller beskriv platsen.",
        "passenger-request-destination.provide_destination_desc": "Meddelande visas när vi ber passagerare att tillhandahålla destination. Det är INTE begäran om nuvarande position, det är om destination - platsen dit passageraren ska ta sig till!",
        "order-submitted.order_submitted": "⏳ Söker efter förare... Om du hittade en skjuts, klicka på knappen nedanför 👇",
        "order-submitted.order_submitted_desc": "Vi visar detta meddelande när passageraren skickar bokning. Detta meddelande är bara för att informera användaren att bokningen har blivit skickad och att vi letar efter förare.",
        "order-submitted.cancel": "Avsluta sökning",
        "order-submitted.cancel_desc": "Text på knappen. Vi visar denna knapp för användare så att hen kan avsluta sökningen efter förare. Tekniskt sett så avbeställer vi bokningen, men använder inte ordet \"avbeställ\" här.",
        "order-submitted.error_incorrect_input": "Okänt val, vänligen försök igen.",
        "order-submitted.error_incorrect_input_desc": "Bara felmeddelande. Visas för användaren när bokningen har blivit skickad och användaren väljer/skrev annat än \"avbeställ\".",
        "order-cancelled.order_cancelled": "👌 Tack, vi slutade söka efter förare.",
        "order-cancelled.order_cancelled_desc": "Vi visar detta meddelande när passageraren har placerat en bokning och sen klickat \"Avsluta sökning\"-knappen. Tekniskt sätt så avbokar vi bokningen, men använder inte ordet \"avboka\" här.",
        "driver-select-vehicle-type.select": "Välj typen av fordon som du kommer att använda för taxin.",
        "driver-select-vehicle-type.select_desc": "Ber föraren att ange fordonstyp.",
        "driver-select-vehicle-type.motorbike": "🏍 Moped / Motorcykel",
        "driver-select-vehicle-type.motorbike_desc": "Vi visar detta som text på knappen när föraren väljer motorcykel som hens typ av fordon.",
        "driver-select-vehicle-type.car": "🚗 Bil",
        "driver-select-vehicle-type.car_desc": "Vi visar detta som text på knappen när föraren vljer bil som hens typ av fordon.",
        "driver-select-vehicle-type.error_only_known_type": "Okänt val, vänligen välj bil eller moped / motorcykel.",
        "driver-select-vehicle-type.error_only_known_type_desc": "Detta är ett felmeddelande som visas för föraren när hen försöker att vlja fordonstyp som hen vill använda för resan. Vi visar detta felmeddelande när användare på något sätt valt något annat än moped, cykel eller bil.",
        "driver-explain-checkins.text": "Nästan klar. Några få saker att notera: Telegram har inget stöd för positionering live via GPS, så varje gång du ändrar position behöver du checka-in, eller kan du checka-in varje timma om du är redo att acceptera nya bokningar. Detta kommer hjälpa oss och dig att hitta passagerare runtomkring. Klicka \"Nästa\".",
        "driver-explain-checkins.text_desc": "Text för att hjälpa förare som förklarar hur incheckningar fungerar och varför vi behöver dem.",
        "driver-explain-checkins.next": "Nästa",
        "driver-explain-checkins.next_desc": "Text för knappen, när vi klickar på nästa kommer vi hoppa till nästa skärm.",
        "driver-request-location.provide_location": "Vänligen dela din nuvarande position så att passagerare runtomkring kan hitta dig.",
        "driver-request-location.provide_location_desc": "Vi visar detta meddelande när vi vill att föraren delar hens position.",
        "driver-explain-whats-next.text": "Vi är klara! Du kommer att notifieras om passagerare och bokningar i närheten. Håll igång denna applikation och checka-in varje timma och vid ny position. Klicka \"Nästa\".",
        "driver-explain-whats-next.text_desc": "Förklaring till föraren om nästa steg efter att ha angett all nödvändig information.",
        "driver-explain-whats-next.next": "Nästa",
        "driver-explain-whats-next.next_desc": "Text för knappen, när du klickar på nästa kommer vi hoppa till nästa skärm.",
        "driver-index.checkin": "📍 Checka-in",
        "driver-index.checkin_desc": "Text för knapp på incheckning. Används för att kunna checka-in och uppdatera förarens position.",
        "driver-index.mute": "🔕 Tysta ner notifikationer",
        "driver-index.mute_desc": "Tysta (avaktivera notifikationer) text på knapp för förare. Används för att tysta notifikationer om passagerare i närheten.",
        "driver-index.unmute": "🔔 Slå på notifikationer (rekommenderat)",
        "driver-index.unmute_desc": "Slå på (aktivera notifikationer) text på knapp för förare. Används för att slå på notifikationer om passagerare i närheten.",
        "driver-index.settings": "🔧 Inställningar",
        "driver-index.settings_desc": "Text för knappen inställningar.",
        "driver-index.unknown_choice": "Okänt val, vänligen försök igen.",
        "driver-index.unknown_choice_desc": "När föraren på huvudskärmen valt något fel så visar vi detta felmeddelande.",
        "driver-mute.mute_ok": "⚠️ Men kom ihåg att du INTE kommer att ta emot notifikationer om passagerare runtomkring förrän du slår på notifikationer för dig själv.",
        "driver-mute.mute_ok_desc": "Vi visar detta meddelande för förare när de klickar på knappen \"Tysta ned\" i förarens huvudmeny.",
        "driver-unmute.unmute_ok": "Du har nu aktiverat notifikationer och kommer att ta emot notifikationer om passagerare runtomkring dig. Glöm inte att checka-in varje timma.",
        "driver-unmute.unmute_ok_desc": "Vi visar detta meddealnde för förare när de klickar på knappen \"Aktivera notifikationer\" i förarens huvudmeny.",
        "driver-checkin.provide_location": "Vänligen dela din nuvarande position så att passagerare i närheten kommer att kunna hitta dig.",
        "driver-checkin.provide_location_desc": "Vi visar detta meddelande för förare när de checkar in och vill att de anger sin nuvarande position.",
        "driver-checkin.ok": "👌 Tack för att du checkar in! Checka in varje timma eller när du ändrat din position! Kontrollera även positionen ovanför, om den är inkorrekt så checka in igen och klicka på gem-position (istället för att trycka på en knapp).",
        "driver-checkin.ok_desc": "We show this message to drivers when they check-in.",
        "driver-order-new.new_order": "🔔 Ny bokning!",
        "driver-order-new.new_order_desc": "Vi visar detta meddelande för förare när de tar emot en ny bokning.",
        "driver-order-new.distance": "Avstånd till passagerare: ~%s. Passagerarens position (klicka för att zooma in):",
        "driver-order-new.distance_desc": "Vi visar detta meddelande för förare när de tar emot en ny bokning.",
        "driver-order-new.from": "Passageraren befinner sig här: %s",
        "driver-order-new.from_desc": "Vi visar detta meddelande för förare när de tar emot en ny bokning.",
        "driver-order-new.to": "Passageraren ska åka till: %s",
        "driver-order-new.to_desc": "Vi visar detta meddelande för förare när de tar emot en ny bokning. Här visar vi passagerares adress för destination och kanske några slumpmässiga och olika detaljer.",
        "driver-order-new.price": "Passageraren är redo att betala: %s (i lokal valuta)",
        "driver-order-new.price_desc": "Vi visar detta meddelande för förare när de tar emot en ny bokning. Detta är passagerarens pris eller kompensation för bokningen.",
        "driver-order-new.call_to_action": "Vänligen välj en handling 👇 eller ignorera detta meddelande",
        "driver-order-new.call_to_action_desc": "Vi visar detta meddelande för förare när de tar emot en ny bokning",
        "driver-order-new.send_my_number": "Skicka mitt nummer",
        "driver-order-new.send_my_number_desc": "Vi visar detta meddelande för förare som en text på en knapp när förare tar emot ny bokning. När förare klickar på denna knapp skickar vi förarens telefonnummer till passageraren. Håll denna text så kort som möjligt.",
        "driver-order-new.set_my_price": "Sätt mitt pris",
        "driver-order-new.set_my_price_desc": "Vi visar detta meddelande för förare som en text på en knapp när förare tar emot ny bokning. När förare klickar på denna knapp omdirigerare vi föraren till menyn där hen kan sätta sitt eget pris eller kompensation. Håll denna text så kort som möjligt.",
        "driver-order-new.price_not_set": "Priset för denna bokning sattes inte av passagerare. Du behöver ge ditt pris.",
        "driver-order-new.price_not_set_desc": "Vi visar detta meddelande för förare att placera nya bokningar när passagerare inte vet priset. I detta fall behöver förare sätta sitt pris eller föreslå kompensation.",
        "metric-distance.km": "%s km",
        "metric-distance.km_desc": "Metrisk distans i kilometer. Till exempel: \"10 km\" är 10 kilometer.",
        "passenger-request-price.set_price": "I denna app sätter passageraren priset 😉 Ge os ditt pris i din lokala valuta. Hur mycket är du villig att betala? (eller skriv \"0\" (noll) om du inte vet)",
        "passenger-request-price.set_price_desc": "Här ber vi passageraren att sätta priset eller kompensation för bokningen. I vår app sätter passageraren priset eller kompensationen för bokningen.",
        "passenger-request-price.should_be_numeric": "Ojdå, priset bör vara ett värde skrivet i siffror (och i lokal valuta)! Till exempel: \"50\". Vänligen försök igen!",
        "passenger-request-price.should_be_numeric_desc": "Vi visar detta felmeddelande för passagerare när hen har angett priset eller kompensationen för bokningen men när värdet inte är numeriskt.",
        "passenger-request-price.on_timeout": "Det verkar som att du har väntat ett tag? Vi är ledsna för det. Om du inte har hittat en skjuts rekommenderar vi dig att prova igen senare.",
        "passenger-request-price.on_timeout_desc": "Vi visar det här meddelandet när bokningen skickades och passageraren har väntat för länge. Vi avslutar automatiskt sökningen här.",
        "passenger-contact-new-number.message": "🔔 {{driver}} accepterade ditt pris! Avstånd till förare ~{{distance}}. Ring föraren för att bekräfta din bokning:",
        "passenger-contact-new-number.message_desc": "Meddelande som vi skickar till passagerare när föraren accepterat deras pris för bokning.",
        "driver-order-set-price.set_price": "Sätt ditt pris (i lokal valuta). Du kan inkludera detaljer som rättfärdigar ditt pris. Till exempel: \"40, på grund av reparationsarbetet med bron\" eller \"25, om trafiken är okej\"",
        "driver-order-set-price.set_price_desc": "Här ber vi förare att sätta deras egna pris för bokningen. Vi visar det här meddelandet när förare klickar på \"sätt ditt pris\" knappen.",
        "passenger-contact-driver-price.message": "🔔 ⚠️ {{driver}} erbjuder ett annat pris: \"{{price}}\". Avstånd till förare ~{{distance}}. Om du samtycker om priset så ring föraren för att bekräfta din bokning:",
        "passenger-contact-driver-price.message_desc": "Meddelandet vi skickar till passagerare när förare erbjuder sitt eget pris.",
        "passenger-verify-location.verify_location": "Vänligen titta på kartan ovanför (klicka för att zooma in), är denna position korrekt?",
        "passenger-verify-location.verify_location_desc": "Ibland ger inte telefoner/enheter rätt GPS koordinater, så vi måste fråga användare om platsen de skickade i förra steget är rätt.",
        "passenger-verify-location.try_with_paperclip": "Vänligen försök att skicka din position genom att klicka på gemet, och sedan på platsikonen.",
        "passenger-verify-location.try_with_paperclip_desc": "Här ber vi användare att försöka använda ett annat sätt att skicka sin plats. IIstället för att klicka på knappen, kan de prova använda menyn för Telegram.",
        "passenger-verify-cash.verify_cash": "Majoriteten av förarna accepterar inte betal- och kreditkort och kanske inte heller Swish - fråga specifikt om du behöver det. Har du kontanter?",
        "passenger-verify-cash.verify_cash_desc": "Vi visar det här meddelandet för passagerare innan de kan beställa. Om de inte har kontanter eller swish så kommer vi att be dem ordna det på nästa steg.",
        "passenger-verify-cash.get_some_cash": "🙁 Vi är ledsna men du behöver kontanter (om föraren inte tar emot Swish eller taxioperatören tar emot betalkort) innan du kan få skjuts. Vänligen försök få tag på kontanter eller Swish och försök igen!",
        "passenger-verify-cash.get_some_cash_desc": "Här informerar vi bara användare om att de ska ha kontanter eller kunna swisha innan de kan åka.",
        "driver-request-radius.request_radius": "Hur långt från din nuvarande position vill du resa för att plocka upp en passagerare? Välj från listan nedanför 👇 eller skriv siffran (upp till 10 km).",
        "driver-request-radius.request_radius_desc": "Förare ska välja radien (från 1 till 10 km) , för att de kan bli informerade om bokningar i närheten. Och definitionen\"i närheten\" är alltid olika för varje person. Vi låter dem välja.",
        "driver-request-radius.option1": "1 km",
        "driver-request-radius.option1_desc": "Representerar radien som föraren kan använda för att definiera betydelsen av \"i närheten\". Det är bara en text på knappen. Ta bort miles när det översätts till andra språk då det bara är nödvändigt på engelska.",
        "driver-request-radius.option3": "3 km, rekommenderas",
        "driver-request-radius.option3_desc": "Representerar radien föraren kan använda för att definiera betydelsen av \"i närheten\". Det är bara en text på knappen. Ta bort miles när det översätts till andra språk då det bara är nödvändigt på engelska.",
        "driver-request-radius.option5": "5 km",
        "driver-request-radius.option5_desc": "Representerar radien som föraren kan använda för att definiera betydelsen av \"i närheten\". Det är bara en text på knappen. Ta bort miles när det översätts till andra språk då det bara är nödvändigt på engelska.",
        "driver-request-radius.should_be_valid": "Det är inte ett giltigt val. Vänligen välj alternativet nedanför 👇 eller ange en siffra mellan 1 och 10.",
        "driver-request-radius.should_be_valid_desc": "Vi visar det här felmeddelandet när vi frågar föraren om radie och fått något som vi inte förstår",
        "global.location_button_text": "Skicka position",
        "global.location_button_text_desc": "Text på knappen när vi frågar användaren om att dela position",
        "global.default_options_message": "Vänligen välj en handling från menyn nedanför 👇",
        "global.default_options_message_desc": "Standardmeddelande som vi visar för användare när de kan välja handling från menyn. Menyn är alltid placerad under meddelandet.",
        "global.default_inline_options_message": "Klicka på knappen 👇 eller ignorera det här meddelandet",
        "global.default_inline_options_message_desc": "Standardmeddelande som vi visar för användare  när de kan välja handling från menyraden. Menyn är alltid placerad nedanför meddelandet.",
        "global.replied_to_order": "✔️ Du svarade på den här beställningen ☝️. Vänta dig ett samtal från passageraren för bekräftelse.",
        "global.replied_to_order_desc": "Vi visar det här meddelandet för förare när de svarat på bokningen genom att klicka på  knapp(ar) på raden.",
        "global.yes": "Ja",
        "global.yes_desc": "Generell text för\"ja\", används vanligtvis som knapptext.",
        "global.no": "No",
        "global.no_desc": "Generell text för \"nej\", används vanligtvis som knapp text.",
        "global.error_try_again": "Oops, vet inte vad det betyder. Snälla försök igen.",
        "global.error_try_again_desc": "Generellt felmeddelande visar vi för våra användare.",
        "global.error_location": "Oops, jag känner inte till den platsen. Snälla klicka på knappen eller använd bifogad position för att skicka dina GPS koordinationer.",
        "global.error_location_desc": "Generellt felmeddelande för platsen. Till exempel, när användare försöker skriva adressen, men vi förväntar oss koordinater.",
        "global.driver": "Förare",
        "global.driver_desc": "Förare. Ibland behöver vi bara använda ordet\"förare\", så tänk inte på det för mycket :)",
        "global.phone": "☎️ %s",
        "global.phone_desc": "Meddelande för att visa telefonnummer, översättning behövs inte.",
        "__locale__": "en",
        "__eof__": "__eof__"
}
